/* About screen blog label */
"About.blog" = "https://digibyte.org/";

/* About screen footer */
"About.footer" = "Geskep deur die globale DigiWallet span. Weergawe %1$@";

/* Privay Policy button label */
"About.privacy" = "Privaatheidsbeleid";

/* About screen reddit label */
"About.reddit" = "https://www.reddit.com/r/Digibyte";

/* Terms of Use button label */
"About.terms" = "Gebruiksterme";

/* About screen title */
"About.title" = "Omtrent";

/* About screen twitter label */
"About.twitter" = "https://twitter.com/digibytecoin";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Sluit";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Hulpsentrum";

/* Loading Wallet Message */
"Account.loadingMessage" = "Besig om beursie te laai";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "My DigiWallet";

/* Error alert title */
"Alert.error" = "Fout";

/* No internet alert message */
"Alert.noInternet" = "Geen internet konneksie gevind nie. Hersien asseblief jou konneksie en probeer weer.";

/* Warning alert title */
"Alert.warning" = "Waarskuwing";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Adresse gekopieer";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "Alle beursie adresse is suksesvol gekopieer";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "Persoonlike Sleutelherwinnings Stel";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "Wonderlik!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "PIN Stel";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Onsuksesvol gestuur";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "Stuur Konfirmasie";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "DigiByte Gestuur!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "JSON Serialization Fout";

/* Wallet not ready error message */
"ApiClient.notReady" = "Beursie nie gereed nie";

/* API Token error message */
"ApiClient.tokenError" = "Kan nie API token terugkry nie";

/* header of balance */
"Balance.header" = "TOTAL\nBALANCE";

/* Send BCH view body. */
"BCH.body" = "Tik 'n bestemming DGB adress hieronder. Alle DGB in jou beursie teen die tyd van die vurk(%1$@) sal gestuur word.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "Bekragtig sturing van %1$@ na %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "Bekragtig";

/* Generic bch erorr message */
"BCH.genericError" = "Jou rekening het tans geen DGB nie, of jy het DGB na die vurk ontvang.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "Transaksie ID gekopieer";

/* No address error message */
"BCH.noAddressError" = "Tik asseblief 'n adres in";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "Betalings Protokol Navrae word nie ondersteun vir DGB transaksies nie";

/* BCH successfully sent alert message */
"BCH.successMessage" = "DigiByte was suksesvol gestuur";

/* Widthdraw BCH view title */
"BCH.title" = "Onttrek DigiByte";

/* Tx Hash button header */
"BCH.txHashHeader" = "DGB Transaksie ID";

/* Approve button label */
"BitID.approve" = "Laat Toe";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ versoek permissie on jou DigiWallet te gebruik.";

/* Deny button label */
"BitID.deny" = "Weier";

/* BitID error alert title */
"BitID.error" = "Identifikasie Fout het voorgekom";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "Hersien asseblief jou diens. Jy mag dalk weer hoef in te teken.";

/* BitID success alert title */
"BitID.success" = "Suksesvol Geverifiseer";

/* BitID Authentication Request alert view title */
"DigiID.title" = "DigiID Verifikasie Versoek";

/* Cancel button label */
"Button.cancel" = "Kanselleer";

/* Ignore button label */
"Button.ignore" = "Ignoreer";

/* menu button */
"Button.menu" = "kieslys";

/* No button */
"Button.no" = "Nee";

/* OK button label */
"Button.ok" = "OK";

/* receive button */
"Button.receive" = "ontvang";

/* send button */
"Button.send" = "stuur";

/* Settings button label */
"Button.settings" = "Opsies";

/* Settings button label */
"Button.submit" = "Instellings";

/* Yes button */
"Button.yes" = "Ja";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "Sentraliseer you ID in die boks";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "Bedrag om te Stuur:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "Netwerk Fooi:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "Verwerkingstyd: Hierdie transaksie behoort te voltooi in %1$@";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "Stuur";

/* Confirmation Screen title */
"Confirmation.title" = "Laat Toe";

/* To: (address) */
"Confirmation.to" = "Aan";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Totale Koste:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "Om seker te maak alles is korrek neergeskryf, tik asseblief die woorde van jou Persoonlike Herwinnings Sleutel in.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Woord #%1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "DigiByte Vertooneenheid";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Wisselkoers";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "Hierdie toestel is nie gekonfigureer om epos te stuur met die iOS app nie";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "Epos onbeskikbaar";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "Die toestel is nie opgestel om boodskappe te stuur nie";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "Boodskappe Onbeskikbaar";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "Jy kan jou Face ID spandeer limiet verander van die %1$@.";

/* Face Id screen label */
"FaceIDSettings.label" = "Gebruik jou gesig om jou DigiWallet te ontsluit en stuur Digibyte tot op n vasgestelde limiet,";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "Skakel Teks (sien TouchIdSettings.customizeText)";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "Aktiveer Face ID vir DigiWallet ";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "Jy het nie Face ID opgestel op die toestel nie. Gaanna Instellings->Face ID & Kode om dit nou op te stel";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "Face ID nie opgestel nie";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Face ID Spanderings Limiet";

/* Economy fee */
"FeeSelector.economy" = "Ekonomie";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "Geskatte Aflewering: 1+ minute";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "Hierdie opsie word nie voorgestel vir tyd-sensitiewe transaksies nie";

/* Regular fee */
"FeeSelector.regular" = "Gewone";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "Geskatte Aflewering: 15-30 sekondes";

/* Fee Selector title */
"FeeSelector.title" = "Verwerkings Spoed";

/* Checking private key balance progress view text */
"Import.checking" = "Kry privaatsleutel balans...";

/* Sweep private key confirmation message */
"Import.confirm" = "Stuur %1$@ van hierdie privaatsleutel in jou beursie? Die DigiByte netwerk sal 'n fooi van %2$@ ontvang.";

/* Duplicate key error message */
"Import.Error.duplicate" = "Hierdie privaatsleutel is reeds in jou beursie.";

/* empty private key error message */
"Import.Error.empty" = "Hierdie privaatsleutel is leeg.";

/* High fees error message */
"Import.Error.highFees" = "Transaksiefooie sal meer kos as die beskikbare balans in die privaatsleutel.";

/* Not a valid private key error message */
"Import.Error.notValid" = "Nie n geldige privaatsleutel nie";

/* Import signing error message */
"Import.Error.signing" = "'n Fout het voorgekom tydens die transaksie ";

/* Import button label */
"Import.importButton" = "Voer In";

/* Importing wallet progress view label */
"Import.importing" = "Besig om Beursie in te voer";

/* Caption for graphics */
"Import.leftCaption" = "Beursie om ingevoer te word";

/* Import wallet intro screen message */
"Import.message" = "Invoering van 'n beursie stuur alle DigiByte van jou ander beursies in jou DigiWallet deur 'n enkele transaksie.";

/* Enter password alert view title */
"Import.password" = "This private key is password protected.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "wagwoord";

/* Caption for graphics */
"Import.rightCaption" = "Jou DigiWallet";

/* Scan Private key button label */
"Import.scan" = "Skandeer Private Sleutel";

/* Import wallet success alert title */
"Import.success" = "Sukses";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "Beursie suksesvol ingevoer";

/* Import Wallet screen title */
"Import.title" = "Voer beursie in";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "Ontsluitingssleutel";

/* Import wallet intro warning message */
"Import.warning" = "As 'n beursie ingevoer word sluit dit nie transaksiegeskiedenis of ander inligting in nie.";

/* Wrong password alert message */
"Import.wrongPassword" = "Verkeerde wagwoord. Probeer asseblief weer";

/* Close app button */
"JailbreakWarnings.close" = "Sluit";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "Ignoreer";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "TOESTEL SEKURITEIT BENADEEL\n Enige 'jailbreak' app kan toegang kry tot DigiWallet se keychain data en jou DigiByte steel! Verwyder hierdie beursie onmiddelik en herstel op n velige toestel ";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "TOESTEL SEKURITEIT BENADEEL\n Enige 'jailbreak' app kan toegang kry tot DigiWallet se keychain data en jou DigiByte steel!  Gebruik slegs DigiWallet op n toestel wat nie ge'jailbreak' is nie";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "WAARSKUWING";

/* Location services disabled error */
"LocationPlugin.disabled" = "Liggingsdienste is gedeaktiveer";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "DigiWallet het nie toestemming om ligginsdiente te gebruik nie";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "Jy het jou beursie geskep op %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "Jou beursie naam verskyn slegs in jou rekening transaksie geskiedenis, en is nie sigbaar vir enigiemand anders nie";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Beursie Naam";

/* Manage wallet modal title */
"ManageWallet.title" = "Beheer Beursie";

/* Menu button title */
"MenuButton.lock" = "Sluit Beursie";

/* Menu button title */
"MenuButton.security" = "Sekuriteits Sentrum";

/* Menu button title */
"MenuButton.settings" = "Instellings";

/* Menu button title */
"MenuButton.support" = "Ondersteuning";

/* button label */
"MenuViewController.createButton" = "Skep Nuwe Beursie";

/* Menu modal title */
"MenuViewController.modalTitle" = "Kieslys";

/* button label */
"MenuViewController.recoverButton" = "Herwin Beursie";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "Skakel oor na Automatiese Mode";

/* Node is connected label */
"NodeSelector.connected" = "Gekonnekteer";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "Tik in Node IP adres en poort(opsioneel)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "Tik Node in";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "Skakel na Manual Mode";

/* Node address label */
"NodeSelector.nodeLabel" = "Huidige Primere Node";

/* Node is not connected label */
"NodeSelector.notConnected" = "Nie Gekonnekteer Nie";

/* Node status label */
"NodeSelector.statusLabel" = "Node Konneksie Status";

/* Node Selector view title */
"NodeSelector.title" = "DigiByte Nodes";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Slegte Betalings Versoek";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Dokument nie ondersteun nie of korrup";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "vermiste sertifikaat";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "versoek het verval";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "Kon nie betaling maak nie";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "Digibyte betalings mag nie minder as %1$@ wees nie.";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "DigiByte transaksie uitsette mag nie minder as \n $@. wees nie.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "digitale handtekening tipe nie ondersteun ni";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "onbetroubare sertifikaat";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "Raak her om Face ID te aktiveer";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "Aktiveer Face ID";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "Die toestel se toegangskode is nodig om jou beursie te beskerm. Gaan na toestelings en skakel toegangskode aan.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Skakel toestel se toegangskode aan";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "Jou Personnlike Herwinnings Sleutel moet gestoor work in geval jy jou foon verloor of verander. Raak hier om voort te gaan.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "Aksie Benodig";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "Jou beursie mag dalk uit sinc wees. Dit kan meestal reggemaak word deur die blockchain weer te skandeer.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Transaksie Afgekeur";

/* header of PinView */
"Prompts.SecurityCheck.header" = "SECURITY\nCHECK";

/* Share data prompt body */
"Prompts.ShareData.body" = "Help DigiWallet verbeter deur jou anonieme inligting met ons te deel";

/* Share data prompt title */
"Prompts.ShareData.title" = "Deel Anonieme Inligting";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Raak hier om Touch ID te aktiveer";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Aktiveer Touch ID";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "DigiWallet is opgegradeer om 6-nommer PIN te gebruik. Raak asseblief hier om op te gradeer";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "Opgradeer PIN ";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "Skakel Kennisgewings aan om spesiale boodskappe van DigiWallet in die toekoms te ontvang.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Stoot Kennisgewings";

/* Push notifications are off label */
"PushNotifications.off" = "Af";

/* Push notifications are on label */
"PushNotifications.on" = "Aan";

/* Push notifications settings view title label */
"PushNotifications.title" = "Kennisgewings";

/* Address copied message. */
"Receive.copied" = "Gekopieer na knipbord.";

/* Share via email button label */
"Receive.emailButton" = "Epos";

/* Request button label */
"Receive.request" = "Versoek 'n Bedrag";

/* Share button label */
"Receive.share" = "Deel";

/* Share via text message (SMS) */
"Receive.textButton" = "Teks Boodskap";

/* Receive modal title */
"Receive.title" = "Ontvang";

/* Done button text */
"RecoverWallet.done" = "Gedoen";

/* Recover wallet header */
"RecoverWallet.header" = "Herwin Beursie";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "Herstel PIN";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Tik Persoonlike Herwinnings Sleutel In";

/* Recover wallet intro */
"RecoverWallet.intro" = "Herwin jou DigiWallet met jou Persoonlike Herwinnings Sleutel";

/* Invalid paper key message */
"RecoverWallet.invalid" = "Die Persoonlike Herwinnings Sleutel wat jy ingetik het is verkeerd. Maak seker elke woord is korrek en probeer weer.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Linker Pyl";

/* Next button label */
"RecoverWallet.next" = "Volgende";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "Raak hier vir meer inligting.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Regter Pyl";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Tik die Persoonlike Herwinnings Slutel for die DigiWallet wat jy wil herwin in.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "Om jou PIN te herstel, tik die woorde van jou Persoonlike HerwinningsSleutel in die bokse hieronder.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "Vul eers 'n bedrag in.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Versoek 'n Bedrag";

/* Alert action button label */
"ReScan.alertAction" = "Sync";

/* Alert message body */
"ReScan.alertMessage" = "Jy sal nie DigiByte kan stuur terwyl sinchronisasie plaasvind nie.";

/* Alert message title */
"ReScan.alertTitle" = "Sinc met Blockchain?";

/* extimated time */
"ReScan.body1" = "20-45 minute";

/* Syncing explanation */
"ReScan.body2" = "Indien 'n transaksie was as voltooid op die DigiByte newtwerk maar nie in jou DigiWallet is nie";

/* Syncing explanation */
"ReScan.body3" = "Jy kry herhaaldelik 'n fout wat se jou transaksie was nie aanvaar nie.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Begin Sync";

/* Sync blockchain view footer */
"ReScan.footer" = "Jy sal nie DigiByte kan stuur terwyl jy sync met die blockchain nie.";

/* Sync Blockchain view header */
"ReScan.header" = "Sync Blockchain";

/* Subheader label */
"ReScan.subheader1" = "Verwagte tyd";

/* Subheader label */
"ReScan.subheader2" = "Wanneer om te Sinc?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "Kamera Flits";

/* Complete filter label */
"Search.complete" = "Voltooid";

/* Pending filter label */
"Search.pending" = "afwagtend";

/* Received filter label */
"Search.received" = "ontvang";

/* Sent filter label */
"Search.sent" = "gestuur";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Face ID";

/* Security Center Info */
"SecurityCenter.info" = "Aktiveer alle sekuriteits fasiliteite vir maksimum beskerming.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "The enigste manier om jou DigiByte te bekom indien jy jou foon verloor of opgradeer";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Persoonlike Herwinninngskode";

/* PIN button description */
"SecurityCenter.pinDescription" = "Beskerm jou DigiWallet van ongemagtigde gebruikers";

/* PIN button title */
"SecurityCenter.pinTitle" = "6-Nommer PIN";

/* Security Center Title */
"SecurityCenter.title" = "Sekuriteits Sentrum";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Onsluit jou DigiWallet gerieflik en stuur DigiByte tot op n sekere limiet.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Send money amount label */
"Send.amountLabel" = "Bedrag";

/* Balance: $4.00 */
"Send.balance" = "Balans: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Gaan na Instellings en laat Kamera toegang toe";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "DigiWallet is nie die Kamera toegelaat nie";

/* Warning when sending to self. */
"Send.containsAddress" = "Die bestemming is jou eie adres. Jy kan nie na jouself toe stuur nie.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "Kon nie die transaksie skep nie.";

/* Description for sending money label */
"Send.descriptionLabel" = "Memo";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "Knipbord is leeg";

/* Network Fee: $0.01 */
"Send.fee" = "Netwerk Fooi: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "Ontvangers identifikasie is nie gesertifiseer nie.";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "Die bestemming adres is nie n geldige DigiByte adres nie.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "Die Knipbord het nie 'n geldige DigiByte adres nie.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Ongeldige Adres";

/* Is rescanning error message */
"Send.isRescanning" = "Sturing is nie moontlik gedurende 'n volle skandering nie.";

/* Loading request activity view message */
"Send.loadingRequest" = "Laai Versoek";

/* Empty address alert message */
"Send.noAddress" = "Tik asb die ontvanger se adres in.";

/* Emtpy amount alert message */
"Send.noAmount" = "Tik asseblief  'n bedrag in om te stuur.";

/* Paste button label */
"Send.pasteLabel" = "Plak";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "Kon nie transaksie publiseer nie.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "Kon nie betalingsversoek laai nie.";

/* Scan button label */
"Send.scanLabel" = "Skandeer";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Stuur";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "Stuur";

/* Send money to label */
"Send.toLabel" = "Aan";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "DigiByte adresse is bedoel vir slegs een transaksie.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "Hergebruik verminder privaatheid vir beide jou en die ontvanger en kan lei tot verlies indien die ontvanger nie direk beheer oor die adres het nie. ";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Adres Alreeds Gebruik";

/* About label */
"Settings.about" = "Omtrent";

/* Advanced Settings title */
"Settings.advancedTitle" = "Gevorderde Instellings";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Wys Geldeenheid";

/* Join Early access label */
"Settings.earlyAccess" = "Sluit Aan by Vroee Toegang";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "Geniet jy DigiWallet?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "Face ID Spanderingslimiet";

/* Import wallet label */
"Settings.importTitle" = "Voer Beursie In";

/* Manage settings section header */
"Settings.manage" = "Beheer";

/* Notifications label */
"Settings.notifications" = "Kennisgewings";

/* Leave review button label */
"Settings.review" = "Los 'n Resensie";

/* Share anonymous data label */
"Settings.shareData" = "Deel Anonieme Data";

/* Sync blockchain label */
"Settings.sync" = "Sinc Blockchain";

/* Settings title */
"Settings.title" = "Instellings";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Touch ID Spandeerlimiet";

/* Wallet Settings section header */
"Settings.wallet" = "Vingerafdruk Identifikasie Spanderings Limiet";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "Begin/Herwin 'n Ander Beursie";

/* Share data view body */
"ShareData.body" = "Help DigiWallet verbeter deur jou anonieme data met ons te deel. Dit sluit nie enige finansiele informasie in nie. Ons respekteer jou finansiele privaatheid.";

/* Share data header */
"ShareData.header" = "Deel Data?";

/* Share data switch label. */
"ShareData.toggleLabel" = "Deel Anonieme Data?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Skryf jou Persoonlike Herwinnings Sleutel weer neer";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "Jou Persoonlike Herwinnings Sleutel is the enigste manier om jou DigiWallet te herwin indien jou foon verlore, gesteel, stukkend of opgegradeer is.\n\nOns sal jou 'n lys woorde wys wat jou moet neerskryf op n stuk papier en veilig hou. ";

/* button label */
"StartPaperPhrase.buttonTitle" = "Skryf jou Personnlike Herwinnings Sleutel neer";

/* Argument is date */
"StartPaperPhrase.date" = "Jy het laas jou Persoonlike Herwinnings Sleutel neergeskryf op %1$@";

/* Start view message */
"StartViewController.message" = "Die mees versekerde en veiligste manier om DigiByte te gebruik. ";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "BLOCK HEIGHT";

"SynchingView.progressLabel" = "PROGRESS";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "Konnekteer";

/* Syncing view header text */
"SyncingView.header" = "Besig om te sinchroniseer";

/* Retry button label */
"SyncingView.retry" = "Probeer weer";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "Besig om te sinchroniseer";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ d";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ h";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ h";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ s";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "Jy kan jou Touch ID spandeer limiet verander van die %1$@ .";

/* Touch Id screen label */
"TouchIdSettings.label" = "Gebruik jou vingerafdruk om jou DigiWallet te ontsluit en stuur Digibyte tot op 'n gestelde limiet";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Touch ID Spanderingslimiet Skerm";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "Spandeer Limiet: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "Aktiveer Touch ID vir DigiWallet";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "Jy het nog nie Touch ID op die toestel opgestel nie. Gaan na Instellings->Touch ID & Kode om dit nou op te stel.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Touch ID nog nie opgestel nie";

/* Always require passcode option */
"TouchIdSpendingLimit" = "Kode altyd benodig";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "Jy sal gevra word vir jou 6-nommer PIN vir 'n transaksie oor jou spanderingslimiet, en elke 48 uur sederdien jy dit laas ingetik het. ";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Touch ID Spanderingslimiet.";

/* Availability status text */
"Transaction.available" = "Beskikbaar om te Spandeer";

/* Transaction complete label */
"Transaction.complete" = "Voltooi";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Eindbalans: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Wisselkoers toe ontvang:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "Wisselkoers toe gestuur:";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ fooi)";

/* Invalid transaction */
"Transaction.invalid" = "ONGELDIG";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "sopas";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "Besig: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "Besig: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Aanvangsbalans: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "Afwaftend vir bevestiging. Sommige handelaars versoek volledige bevestigings om 'n transaksie te voltooi. Geskatte tyd: 1-2 minute.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "rekening";

/* Amount section header */
"TransactionDetails.amountHeader" = "Bedrag";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Gebevestig in Blok";

/* Memo section header */
"TransactionDetails.commentsHeader" = "Memo";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "Jou transaksies sal hier verskyn";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "teen %1$@";

/* More button title */
"TransactionDetails.more" = "Meer...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "Beweeg %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "Het <b>%1@</b> beweeg";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "Nie Bevestig Nie";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "%1$@ Ontvang";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "Hey <b>%1@</b> ontvang ";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "%1$@ gestuur";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "<b>%1@</b> gestuur";

/* Status section header */
"TransactionDetails.statusHeader" = "Status";

/* Transaction Details Title */
"TransactionDetails.title" = "Transaksie Besonderhede";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "na %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "DigiByte Transaksie ID";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Ontvang op die Adres";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "Gestuur na die Adres";

/* filter buttons for transactionView */
"TransactionView.all" = "all";

"TransactionView.received" = "received";

"TransactionView.sent" = "sent";

/* Disabled until date */
"UnlockScreen.disabled" = "Onbeskikbaar tot: %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "My Adres";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "Herstel PIN";

/* Scan button title */
"UnlockScreen.scan" = "Skandeer";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "Tik PIN in";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "Ontsluit jou DigiWallet";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Ontsluit met Touch ID";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Beursie Onstluit";

/* Update PIN caption text */
"UpdatePin.caption" = "Onthou die PIN. As jy dit vergeet, sal jy toegang tot jou DigiByte verloor. ";

/* PIN creation info. */
"UpdatePin.createInstruction" = "Jou PIN sal gebruik word om jou DigiWallet te ontsluit en DigiByte te stuur.";

/* Update PIN title */
"UpdatePin.createTitle" = "Stel PIN";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "Tik weer PIN in";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Tik in jou huidige PIN.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Tik in jou nuwe PIN";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Tik weer jou nuwe PIN in.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "Jammer, ons kon nie jou PIN opdateer nie.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "PIN Opdateer Fout";

/* Update PIN title */
"UpdatePin.updateTitle" = "Opdateer PIN";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "Kopieer beursie adresse na Klipbord?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Gee permissie om beursie adresse na klipbord to kopieer";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Kopieer Beursie Adresse";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Kopieer";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Tik asseblief jou PIN in om die transaksie te bemagtig.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Tik asseblief jou PIN in om voort te gaan.";

/* Verify PIN view title */
"VerifyPin.title" = "Pin Benodig";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "Bemagtig die transaksie";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Maak die DigiWallet iPhone app oop om jou beursie op te stel.";

/* Dismiss button label */
"Webview.dismiss" = "Verwyder";

/* Webview loading error message */
"Webview.errorMessage" = "Daar was n fout om die inligting te laai. Probeer asseblief weer. ";

/* Updating webview message */
"Webview.updating" = "Besig met Opdatering...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "Digibyte vir iOS het naam verander na DigiWallet, met n splinternuwe  aan en 'n paar nuwe opsies\n\nIndien jy hulp benodig, kyk vir die (?) regs-bo op meeste skerms. ";

/* Top title of welcome screen */
"Welcome.title" = "Welkom by DigiWallet!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "Is jy seker jy wil die beursie verwyder?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "Vee Beursie Uit?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "Beursie onsuksesvol uitgevee.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "Onsuksesvol";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "Vul in die beursie se Persoonlike Herstellings Sleutel om dit uit te vee of 'n ander een te herstel. Jou huidige balans bly dieselfde met die frase";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "As jy n nuwe beursie begin of 'n huidige beursie herstel, stel dit jou toegang tot ander beursies op die toestel. ";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "Jy sal nie meer jou huidige DigiWallet van hierdie toestel kan bereik nie. Die balans sal bly op die frase";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "Begin of Herstel 'n Ander Beursie";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Vee uit";

/* Wiping activity message */
"WipeWallet.wiping" = "Besig om uit te vee...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Skryf elke woord neer in orde en stoor in 'n veilige plek.";

/* button label */
"WritePaperPhrase.next" = "Volgende";

/* button label */
"WritePaperPhrase.previous" = "Vorige";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d van %2$d";

